Repository: Loupimo/UniversalSwatchSlots
Catalog: Content/Localization/UniversalSwatchSlots/*/UniversalSwatchSlots.po
Languages: de, es, fr_fr

# USS_DefaultConf_ST,DefPal_SAM_Group_FicsiteIngot_Swatch_Name
source: Ficsite Ingot
de: Ficsit-Barren
es: Lingote de Ficsita
fr_fr: Lingot de ficsite

# USS_DefaultConf_ST,DefPal_SAM_Group_FicsiteTrigon_Swatch_Name
source: Ficsite Trigon
de: Ficsit-Trigon
es: Trigón de Ficsita
fr_fr: Trigon en ficsite

# USS_DefaultConf_ST,DefPal_SAM_Group_Name
source: SAM
es: MAR
fr_fr: É.M.E.

# USS_DefaultConf_ST,DefPal_SAM_Group_ReanimatedSAM_Swatch_Name
source: Reanimated SAM
de: Reanimierte SAM
es: MAR Reanimado
fr_fr: É.M.E. réanimée

# USS_DefaultConf_ST,DefPal_SAM_Group_SAM_Swatch_Name
source: SAM
es: MAR
fr_fr: É.M.E.

# USS_DefaultConf_ST,DefPal_SAM_Group_SAMFluctuator_Swatch_Name
source: SAM Fluctuator
de: SAM-Fluktuator
es: Fluctuador de MAR
fr_fr: Fluctuateur d'É.M.E.

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_AdaptiveControlUnit_Swatch_Name
source: Adaptive Control Unit
de: Adaptive Steuereinheit
es: Unidad de Control Adaptativa
fr_fr: Unité de contrôle adaptative

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_AIExpansionServer_Swatch_Name
source: AI Expansion Server
de: KI-Erweiterungsserver
es: Servidor de Expansión de IA
fr_fr: Serveur d'expansion d'I.A.

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_AssemblyDirectorSystem_Swatch_Name
source: Assembly Director System
de: Montage-Leitsystem
es: Sistema de Dirección de Ensamblaje
fr_fr: Système de directeur d'assemblage

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_AutomatedWiring_Swatch_Name
source: Automated Wiring
de: Automatische Verkabelung
es: Cableado Automatizado
fr_fr: Câblage automatisé

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_BallisticWarpDrive_Swatch_Name
source: Ballistic Warp Drive
de: Ballistischer Warpantrieb
es: Motor de Distorsión Balística
fr_fr: Moteur à distorsion balistique

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_BiochemicalSculptor_Swatch_Name
source: Biochemical Sculptor
de: Biochemischer Modellierer
es: Escultor Bioquímico
fr_fr: Sculptrice biochimique

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_MagneticFieldGenerator_Swatch_Name
source: Magnetic Field Generator
de: Magnetfeld-Generator
es: Generador de Campo Magnético
fr_fr: Générateur de champ magnétique

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_ModularEngine_Swatch_Name
source: Modular Engine
de: Modularer Motor
es: Motor Modular
fr_fr: Moteur modulaire

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_Name
source: Space Elevator
de: Weltraumfahrstuhl
es: Ascensor Espacial
fr_fr: Ascenseur Orbital

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_NuclearPasta_Swatch_Name
source: Nuclear Pasta
de: Nukleare Pasta
es: Pasta Nuclear
fr_fr: Pâte nucléaire

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_SmartPlating_Swatch_Name
source: Smart Plating
de: Intelligente Beschichtung
es: Placa Inteligente
fr_fr: Placage intelligent

source: Thermal Propulsion Rocket
de: Thermaler Raketenantrieb
es: Cohete de Propulsión Térmica
fr_fr: Fusée à propulsion thermique

# USS_DefaultConf_ST,DefPal_SpaceElevator_Group_VersatileFramework_Swatch_Name
source: Versatile Framework
de: Mehrzweckgerüst
es: Estructura Versátil
fr_fr: Structure polyvalente

# USS_DefaultConf_ST,DefPal_Steel_Group_Coal_Swatch_Name
source: Coal
de: Stahl
es: Carbón
fr_fr: Charbon

# USS_DefaultConf_ST,DefPal_Steel_Group_EncasedIndustrialBeam_Swatch_Name
source: Encased Industrial Beam
de: Stahlbetonträger
es: Viga Industrial Encapsulada
fr_fr: Poutre en béton armé

# USS_DefaultConf_ST,DefPal_Steel_Group_HeavyModularFrame_Swatch_Name
source: Heavy Modular Frame
de: Schwerer modularer Rahmen
es: Marco Modular Pesado
fr_fr: Cadre modulaire lourd

# USS_DefaultConf_ST,DefPal_Steel_Group_Motor_Swatch_Name
source: Motor
es: Moto
fr_fr: Moteur

# USS_DefaultConf_ST,DefPal_Steel_Group_Name
source: Steel
de: Stahl
es: Acero
fr_fr: Acier

# USS_DefaultConf_ST,DefPal_Steel_Group_Stator_Swatch_Name
source: Stator
es: Estator

# USS_DefaultConf_ST,DefPal_Steel_Group_SteelBeam_Swatch_Name
source: Steel Beam
de: Stahlträger
es: Viga de Acero
fr_fr: Poutre en acier

# USS_DefaultConf_ST,DefPal_Steel_Group_SteelIngot_Swatch_Name
source: Steel Ingot
de: Stahlbarren
es: Lingote de Acero
fr_fr: Lingot d'acier

# USS_DefaultConf_ST,DefPal_Steel_Group_SteelPipe_Swatch_Name
source: Steel Pipe
de: Stahlrohr
es: Tubo de Acero
fr_fr: Tuyau en acier

# USS_DefaultConf_ST,DefPal_Sulfur_Group_Battery_Swatch_Name
source: Battery
de: Batterie
es: Batería
fr_fr: Batterie

# USS_DefaultConf_ST,DefPal_Sulfur_Group_BlackPowder_Swatch_Name
source: Black Powder
de: Schwarzpulver
es: Pólvora Negra
fr_fr: Poudre noire

# USS_DefaultConf_ST,DefPal_Sulfur_Group_CompactedCoal_Swatch_Name
source: Compacted Coal
de: Verdichtete Kohle
es: Carbón Compactado
fr_fr: Charbon compacté

# USS_DefaultConf_ST,DefPal_Sulfur_Group_Name
source: Sulfur
de: Schwefel
es: Azufre
fr_fr: Soufre

# USS_DefaultConf_ST,DefPal_Sulfur_Group_PackagedSulfuricAcid_Swatch_Name
source: Packaged Sulfuric Acid
de: Verpackte Schwefelsäure
es: Ácido Sulfúrico Envasado
fr_fr: Acide sulfurique conditionné

# USS_DefaultConf_ST,DefPal_Sulfur_Group_SmokelessPowder_Swatch_Name
source: Smokeless Powder
de: Rauchschwaches Pulver
es: Pólvora Sin Humo
fr_fr: Poudre sans fumée

# USS_DefaultConf_ST,DefPal_Sulfur_Group_Sulfur_Swatch_Name
source: Sulfur
de: Schwefel
es: Azufre
fr_fr: Soufre

# USS_DefaultConf_ST,DefPal_Sulfur_Group_SulfuricAcid_Swatch_Name
source: Sulfuric Acid
de: Schwefelsäure
es: Ácido Sulfúrico
fr_fr: Acide sulfurique

# USS_DefaultConf_ST,DefPal_Uranium_Group_ElectromagneticControlRod_Swatch_Name
source: Electromagnetic Control Rod
de: Elektromagnetischer Steuerstab
es: Varilla de Control Electromagnética
fr_fr: Tige de contrôle électromagnétique

# USS_DefaultConf_ST,DefPal_Uranium_Group_EncasedPlutoniumCell_Swatch_Name
source: Encased Plutonium Cell
de: Ummantelte Plutoniumzelle
es: Célula de Plutonio Encapsulada
fr_fr: Cellule de plutonium encastré

# USS_DefaultConf_ST,DefPal_Uranium_Group_EncasedUraniumCell_Swatch_Name
source: Encased Uranium Cell
de: Ummantelte Uranzelle
es: Célula de Uranio Encapsulada
fr_fr: Cellule d'uranium

# USS_DefaultConf_ST,DefPal_Uranium_Group_Name
source: Uranium
de: Uran
es: Uranio

# USS_DefaultConf_ST,DefPal_Uranium_Group_NonFissileUranium_Swatch_Name
source: Non-fissile Uranium
de: Unspaltbares Uran
es: Uranio No Fisible
fr_fr: Uranium non fissile

# USS_DefaultConf_ST,DefPal_Uranium_Group_PlutoniumFuelRod_Swatch_Name
source: Plutonium Fuel Rod
de: Plutoniumbrennstab
es: Varilla de Combustible de Plutonio
fr_fr: Barre de plutonium

# USS_DefaultConf_ST,DefPal_Uranium_Group_PlutoniumPellet_Swatch_Name
source: Plutonium Pellet
es: Pellet de Plutonio
fr_fr: Granulés de plutonium

# USS_DefaultConf_ST,DefPal_Uranium_Group_PlutoniumWaste_Swatch_Name
source: Plutonium Waste
de: Plutonium-Abfall
es: Residuos de Plutonio
fr_fr: Déchets de plutonium

# USS_DefaultConf_ST,DefPal_Uranium_Group_Uranium_Swatch_Name
source: Uranium
de: Uranerz
es: Uranio

# USS_DefaultConf_ST,DefPal_Uranium_Group_UraniumFuelRod_Swatch_Name
source: Uranium Fuel Rod
de: Uranbrennstab
es: Varilla de Combustible de Uranio
fr_fr: Barre d'uranium

# USS_DefaultConf_ST,DefPal_Uranium_Group_UraniumWaste_Swatch_Name
source: Uranium Waste
de: Uran-Abfall
es: Residuos de Uranio
fr_fr: Déchets d'uranium

# ,50D378F14D6504B0868435BAF4EC41E7
source: Red
fr_fr: Rouge

# ,F1045455433687285D1486B8DBF9F2FA
source: Green
fr_fr: Vert

# ,3518BEE64EDE9F73F453A699961F8DF0
source: Blue
fr_fr: Bleu

# ,F4BC0E1842F9841BF94231A80DE2E8A1
source: Primary
fr_fr: Primaire

# ,7DDD6D3F43A1B58FFBC270AA6D69AD81
source: Secondary
fr_fr: Secondaire

# ,C2C1F6C04670D96ED4D19B8A962778C1
source: Please enter an interger between 0 and 255
fr_fr: Veuillez entrer une valeur comprise entre 0 et 255

# ,A39929954500C8D50FF5D0AFF45868AD
source: Please enter a string containing only 0 to 9 or A to F characters
fr_fr: Veuillez n'utilisez que les caractères 0 à 9 ou de A à Z

# ,3D20AE8145AF52EB499C28822172D310
source: Blue
fr_fr: Bleu

# ,879B94FC46376616E223958BCD8BE440
source: Enter the blue value (0 - 255)
fr_fr: Entrez la valeur du bleu (0 - 255)

# ,F2A86DFE4DC45EAECFF2B69DA6CF4DAD
source: Green
fr_fr: Vert

# ,C80E3F204289108E13C020A3D231133E
source: Enter the green value (0 - 255)
fr_fr: Entrez la valeur du vert (0 - 255)

# ,F7B2C29144D6A8AAA15880963950AE28
source: Enter the hexadecimal value (000000 - FFFFFF)
fr_fr: Entrez la valeur hexadécimale (000000 - FFFFFF)

# ,D8E87717402266D5BF11259A55CDE77C
source: Red
fr_fr: Rouge

# ,C8578DC7441B636DD7ED9EBE8CB31409
source: Enter the red value (0 - 255)
fr_fr: Entrez la valeur rouge (0 - 255)

# ,75C7C7B7461BE32F8EDE6EAEB0AB34F3
source: Add a new palette
fr_fr: Ajouter une nouvelle palette

# ,0CBC1B2749ECED36A75A60AC5311E86D
source: Add a new group
fr_fr: Ajouter un nouveau groupe

# ,B8A6C23745FA2A804EBEA2929F876DA5
source: Add a new swatch
fr_fr: Ajouter un nouveau nuacier

# ,119ED02746D142C30D6F0AB998AED41E
source: Please enter the group name here
fr_fr: Veuillez entrer le nom du groupe ici

# ,DAD9B43F453FC309D70216931409EE18
source: Defines the group priority. Lower the number, sooner the group will appear in the customizer.
fr_fr: Définit la priorité du groupe. Plus le nombre est bas, plus le groupe apparaîtra tôt dans le personnalisateur.

# ,C45200CB4459690E76B39F83A090110B
source: Remove group
fr_fr: Supprimer le groupe

# ,656334854CB12CCA90C40BB932BCE289
source: Add a new group
fr_fr: Ajouter un nouveau groupe

# ,71EB482945D1A5C45E10E3A0CAD09101
source: Add a new palette
fr_fr: Ajouter une nouvelle palette

# ,6835A7F3497AB44696AE608B47694474
source: Please enter the palette name here
fr_fr: Veuillez entrer le nom de la palette ici

# ,4394825E495E2D718655BEA11A871248
source: Remove palette
fr_fr: Supprimer la palette

# ,C012D0574EB5DEB45AAD09B54D5A765D
source: Please enter an interger between -100 and 100
fr_fr: Veuillez entrer une valeur comprise entre -100 et 100

# ,0178058A41882D2C7D097DB9EDACF273
source: Priority :
fr_fr: Priorité :

# ,CDD3BC204C57D38A62D47996055540E6
source: Defines the swatch priority. Lower the number, sooner the swatch appears in its swatch group's customizer.
fr_fr: Définit la priorité du nuancier. Plus le nombre est bas, plus le nuacier apparaîtra tôt son groupe.

# ,2416D61D4108544E60DD55AB79C950DF
source: Add a new swatch
fr_fr: Ajouter un nouveau nuacier

# ,F541A7034724E2849FB9B480FFF2D410
source: Primary Color :
fr_fr: Couleur Primaire :

# ,517B67B04A2BFD2FFCD2CB81C9DC50DD
source: Remove swatch
fr_fr: Supprimer le nuancier

# ,1EA5E3514502B00C15B37BA5EA0A317A
source: Secondary Color :
fr_fr: Couleur Secondaire :

# ,B5826718421CE6D131282582FC271CAA
source: Please enter the swatch name here
fr_fr: Veuillez entrer le nom du nuancier ici

# ,9FB6A7214CBC3AF1BBAF5BA2929D8703
source: Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer.
fr_fr: Définit la priorité du nuancier. Plus le nombre est bas, plus le nuacier apparaîtra tôt son groupe.

# ,0FE1DC44453AC112DFA7E3A44A312198
source: Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration.
fr_fr: Ajoute une nouvelle catégorie de customisation qui comporte tous les nuanciers ogranisés selon le schéma de la palette choisi dans la configuration.

# ,B96052904A76A7E38F5510BE994AE887
source: Give your factory a new paint job! Warning: Changing this Swatch will apply the change to all buildings currently using it.
fr_fr: Donnez un coup de pinceau à votre usine! Attention : changer ce nuancier appliquera le changement à tous les bâtiments qui l'utilisent.
