Repository: Loupimo/UniversalSwatchSlots
Catalog: Content/Localization/UniversalSwatchSlots/*/UniversalSwatchSlots.po
Languages: de, es, fr_fr

# USS_CommonString_ST,Enum_Blue
source: Blue
de: Blau
es: Azul

# USS_CommonString_ST,Enum_Green
source: Green
de: Grün
es: Verde

# USS_CommonString_ST,Enum_Primary
source: Primary
de: Primär
es: Primario

# USS_CommonString_ST,Enum_Red
source: Red
de: Rot
es: Rojo

# USS_CommonString_ST,Enum_Secondary
source: Secondary
de: Sekundär
es: Secundario

# USS_CommonString_ST,Schema_Desc
source: Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration.
de: Füge eine neue Kategorie für die Anpassung hinzu, die alle Farbfächer enthält, organisiert nach dem Schema der in der Konfiguration ausgewählten Palette.
es: Agregar una nueva categoría de personalización que incluya todos los muestrarios organizados según el esquema de la paleta seleccionada en la configuración.

# USS_CommonString_ST,Swatch_Paint_Info
source: Give your factory a new paint job! Warning: Changing this Swatch will apply the change to all buildings currently using it.
de: Gib deiner Fabrik einen neuen Anstrich! Warnung: Änderungen an diesem Farbfeld wirken sich auf alle Gebäude aus, die dieses verwenden.
es: ¡Dale a tu fábrica una nueva mano de pintura! Advertencia: Al cambiar esta paleta se aplicará el cambio a todas las estructuras que la estén usando actualmente.

# USS_CommonString_ST,Widget_Add_Group
source: Add a new group
de: Einen neuen Gruppen hinzufügen
es: Agregar un nuevo grupo

# USS_CommonString_ST,Widget_Add_Palette
source: Add a new palette
de: Eine neue Palette hinzufügen
es: Agregar una nueva paleta

# USS_CommonString_ST,Widget_Add_Swatch
source: Add a new swatch
de: Einen neuen Farbfächer hinzufügen
es: Agregar un nuevo muestrario

# USS_CommonString_ST,Widget_Blue_Color
source: Blue
de: Blau
es: Azul

# USS_CommonString_ST,Widget_Blue_Color_ToolTip
source: Enter the blue value (0 - 255)
de: Geben Sie den Wert für Blau ein (0 - 255)
es: Introduzca el valor del azul (0 - 255)

# USS_CommonString_ST,Widget_Color_Error
source: Please enter an interger between 0 and 255
de: Bitte geben Sie einen Wert zwischen 0 und 255 ein
es: Por favor, introduzca un valor entre 0 y 255

# USS_CommonString_ST,Widget_Green_Color
source: Green
de: Grün
es: Verde

# USS_CommonString_ST,Widget_Green_Color_ToolTip
source: Enter the green value (0 - 255)
de: Geben Sie den Wert für Grün ein (0 - 255)
es: Introduzca el valor del verde (0 - 255)

# USS_CommonString_ST,Widget_Group_Name_Hint
source: Please enter the group name here
de: Bitte geben Sie hier den Namen der Gruppe ein
es: Por favor, introduzca el nombre del grupo aquí

# USS_CommonString_ST,Widget_Group_Priority_ToolTip
source: Defines the group priority. Lower the number, sooner the group will appear in the customizer.
de: Legt die Priorität der Gruppe fest. Je niedriger die Zahl, desto früher erscheint die Gruppe im Anpassungstool.
es: Define la prioridad del grupo. Cuanto menor sea el número, antes aparecerá el grupo en el personalizador.

# USS_CommonString_ST,Widget_Hex_Error
source: Please enter a string containing only 0 to 9 or A to F characters
de: Bitte verwenden Sie nur die Zeichen 0 bis 9 oder A bis Z
es: Por favor, use solo los caracteres del 0 al 9 o de la A a la Z

# USS_CommonString_ST,Widget_Hex_ToolTip
source: Enter the hexadecimal value (000000 - FFFFFF)
de: Geben Sie den hexadezimalen Wert ein (000000 - FFFFFF)
es: Introduzca el valor hexadecimal (000000 - FFFFFF)

# USS_CommonString_ST,Widget_Palette_List
source: Palettes
de: Paletten
es: Paletas

# USS_CommonString_ST,Widget_Palette_Name_Hint
source: Please enter the palette name here
de: Bitte geben Sie hier den Namen der Palette ein
es: Por favor, introduzca el nombre de la paleta aquí

# USS_CommonString_ST,Widget_Primary_Color
source: Primary Color :
de: Primärfarbe :
es: Color Primario :

# USS_CommonString_ST,Widget_Priority_Error
source: Please enter an interger between -100 and 100
de: Bitte geben Sie einen Wert zwischen -100 und 100 ein
es: Por favor, introduzca un valor entre -100 y 100

# USS_CommonString_ST,Widget_Priority_Field
source: Priority :
de: Priorität :
es: Prioridad :

# USS_CommonString_ST,Widget_Red_Color
source: Red
de: Rot
es: Rojo

# USS_CommonString_ST,Widget_Red_Color_ToolTip
source: Enter the red value (0 - 255)
de: Geben Sie den Wert für Rot ein (0 - 255)
es: Introduzca el valor del rojo (0 - 255)

# USS_CommonString_ST,Widget_Remove_Group
source: Remove group
de: Gruppe löschen
es: Eliminar el grupo

# USS_CommonString_ST,Widget_Remove_Palette
source: Remove palette
de: Palette löschen
es: Eliminar la paleta

# USS_CommonString_ST,Widget_Remove_Swatch
source: Remove swatch
de: Farbfächer löschen
es: Eliminar el muestrario

# USS_CommonString_ST,Widget_Secondary_Color
source: Secondary Color :
de: Sekundärfarbe :
es: Color Secundario :

# USS_CommonString_ST,Widget_Swatch_Name_Hint
source: Please enter the swatch name here
de: Bitte geben Sie hier den Namen des Farbfächers ein
es: Por favor, introduzca el nombre del muestrario aquí

# USS_CommonString_ST,Widget_Swatch_Priority_ToolTip
source: Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer.
de: Legt die Priorität des Farbfächers fest. Je niedriger die Zahl, desto früher erscheint der Farbfächer in seiner Gruppe.
es: Define la prioridad del muestrario. Cuanto menor sea el número, antes aparecerá el muestrario en su grupo.

# USS_DefaultConf_ST,DefPal_Aluminium_Group_AlcladAluminumSheet_Swatch_Name
source: Alclad Aluminum Sheet
de: Alclad-Aluminiumplatte
es: Hoja de Aluminio Alclad
fr_fr: Tôle d'aluminium en alliage Alclad

# USS_DefaultConf_ST,DefPal_Aluminium_Group_AluminaSolution_Swatch_Name
source: Alumina Solution
de: Aluoxid-Lösung
es: Solución de Alúmina
fr_fr: Solution d'alumine

# USS_DefaultConf_ST,DefPal_Aluminium_Group_AluminumCasing_Swatch_Name
source: Aluminum Casing
de: Aluminiumgehäuse
es: Carcasa de Aluminio
fr_fr: Bidon en aluminium

# USS_DefaultConf_ST,DefPal_Aluminium_Group_AluminumIngot_Swatch_Name
source: Aluminum Ingot
de: Aluminiumbarren
es: Lingote de Aluminio
fr_fr: Lingot d'aluminium

# USS_DefaultConf_ST,DefPal_Aluminium_Group_AluminumScrap_Swatch_Name
source: Aluminum Scrap
de: Aluminiumschrott
es: Chatarra de Aluminio
fr_fr: Rebuts d'aluminium

# USS_DefaultConf_ST,DefPal_Aluminium_Group_Bauxite_Swatch_Name
source: Bauxite
de: Bauxit
es: Bauxita

# USS_DefaultConf_ST,DefPal_Aluminium_Group_EmptyFluidTank_Swatch_Name
source: Empty Fluid Tank
de: Leerer Flüssigkeitstank
es: Tanque de Fluido Vacío
fr_fr: Réservoir vide

# USS_DefaultConf_ST,DefPal_Aluminium_Group_HeatSink_Swatch_Name
source: Heat Sink
de: Kühlkörper
es: Disipador de Calor
fr_fr: Dissipateur de chaleur

# USS_DefaultConf_ST,DefPal_Aluminium_Group_Name
source: Aluminium
es: Aluminio

# USS_DefaultConf_ST,DefPal_Aluminium_Group_PackagedAluminaSolution_Swatch_Name
source: Packaged Alumina Solution
de: Verpackte Aluoxid-Lösung
es: Solución de Alúmina Envasada
fr_fr: Solution d'aluminium conditionnée

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_ClusterNobelisk_Swatch_Name
source: Cluster Nobelisk
de: Splitter-Nobelisk
es: Nobelisco de Racimo
fr_fr: Nobélisque à fragmentation

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_ExplosiveRebar_Swatch_Name
source: Explosive Rebar
de: Explosions-Stachel
es: Barra Explosiva
fr_fr: Barre d'armature explosive

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_GasNobelisk_Swatch_Name
source: Gas Nobelisk
es: Nobelisco de Gas
fr_fr: Nobélisque à gaz

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_HomingRifleAmmo_Swatch_Name
source: Homing Rifle Ammo
de: Zielsuch-Gewehrmunition
es: Munición de Rifle Teledirigida
fr_fr: Munitions de fusil à têtes chercheuses

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_IronRebar_Swatch_Name
source: Iron Rebar
de: Eisen-Armierstachel
es: Barra de Hierro
fr_fr: Barre d'armature en fer

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_Name
source: Ammos and Explosives
de: Munition und Explosives
es: Municiones y Explosivos
fr_fr: Munitions et explosifs

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_Nobelisk_Swatch_Name
source: Nobelisk
es: Nobelisco
fr_fr: Nobélisque

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_NukeNobelisk_Swatch_Name
source: Nuke Nobelisk
de: Nuklear-Nobelisk
es: Nobelisco Nuclear
fr_fr: Nobélisque nucléaire

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_PulseNobelisk_Swatch_Name
source: Pulse Nobelisk
de: Impuls-Nobelisk
es: Nobelisco de Pulso
fr_fr: Nobélisque à impulsion

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_RifleAmmo_Swatch_Name
source: Rifle Ammo
de: Gewehrmunition
es: Munición de Rifle
fr_fr: Munitions de fusil

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_ShatterRebar_Swatch_Name
source: Shatter Rebar
de: Scherben-Stachel
es: Barra Fragmentadora
fr_fr: Barre d'armature à fragmentation

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_StunRebar_Swatch_Name
source: Stun Rebar
de: Betäubungs-Stachel
es: Barra Aturdidora
fr_fr: Barre d'armature paralysante

# USS_DefaultConf_ST,DefPal_AmmosAndExplosives_Group_TurboRifleAmmo_Swatch_Name
source: Turbo Rifle Ammo
de: Turbo-Gewehrmunition
es: Munición de Rifle Turbo
fr_fr: Munitions de fusil turbo

# USS_DefaultConf_ST,DefPal_Caterium_Group_CateriumIngot_Swatch_Name
source: Caterium Ingot
de: Cateriumbarren
es: Lingote de Caterio
fr_fr: Lingot de caterium

# USS_DefaultConf_ST,DefPal_Caterium_Group_CateriumOre_Swatch_Name
source: Caterium Ore
de: Cateriumerz
es: Mineral de Caterio
fr_fr: Minerai de caterium

# USS_DefaultConf_ST,DefPal_Caterium_Group_Name
source: Caterium
es: Caterio

# USS_DefaultConf_ST,DefPal_Caterium_Group_Quickwire_Swatch_Name
source: Quickwire
de: Turbodraht
es: Cable Rápido
fr_fr: Filactif

# USS_DefaultConf_ST,DefPal_Copper_Group_Cable_Swatch_Name
source: Cable
de: Kabel
es: Cableado
fr_fr: Câble

# USS_DefaultConf_ST,DefPal_Copper_Group_CopperIngot_Swatch_Name
source: Copper Ingot
de: Kupferbarren
es: Lingote de Cobre
fr_fr: Lingot de cuivre

# USS_DefaultConf_ST,DefPal_Copper_Group_CopperOre_Swatch_Name
source: Copper Ore
de: Kupfererz
es: Mineral de Cobre
fr_fr: Minerai de cuivre

# USS_DefaultConf_ST,DefPal_Copper_Group_CopperPowder_Swatch_Name
source: Copper Powder
de: Kupfer Pulver
es: Polvo de Cobre
fr_fr: Poudre de cuivre

# USS_DefaultConf_ST,DefPal_Copper_Group_CopperSheet_Swatch_Name
source: Copper Sheet
de: Kupferblech
es: Hoja de Cobre
fr_fr: Tôle de cuivre

# USS_DefaultConf_ST,DefPal_Copper_Group_Name
source: Copper
de: Kupfer
es: Cobre
fr_fr: Cuivre

# USS_DefaultConf_ST,DefPal_Copper_Group_Wire_Swatch_Name
source: Wire
de: Draht
es: Cable
fr_fr: Fil électrique

# USS_DefaultConf_ST,DefPal_Electronics_Group_AILimiter_Swatch_Name
source: AI Limiter
de: KI-Begrenzer
es: Limitador de IA
fr_fr: Contrôleur d'I.A.

# USS_DefaultConf_ST,DefPal_Electronics_Group_CircuitBoard_Swatch_Name
source: Circuit Board
de: Platine
es: Placa de Circuito
fr_fr: Circuit imprimé

# USS_DefaultConf_ST,DefPal_Electronics_Group_Computer_Swatch_Name
source: Computer
es: Ordenador
fr_fr: Ordinateur

# USS_DefaultConf_ST,DefPal_Electronics_Group_CrystalOscillator_Swatch_Name
source: Crystal Oscillator
de: Quarzoszillator
es: Oscilador de Cristal
fr_fr: Oscillateur à cristal

# USS_DefaultConf_ST,DefPal_Electronics_Group_HighSpeedConnector_Swatch_Name
source: High-Speed Connector
de: Highspeed-Anschluss
es: Conector de Alta Velocidad
fr_fr: Connecteur haute vitesse

# USS_DefaultConf_ST,DefPal_Electronics_Group_Name
source: Electronics
de: Electronik
es: Electrónica
fr_fr: Électronique

# USS_DefaultConf_ST,DefPal_Electronics_Group_RadioControlUnit_Swatch_Name
source: Radio Control Unit
de: Funksteuerungseinheit
es: Unidad de Control de Radio
fr_fr: Unité de contrôle radio

# USS_DefaultConf_ST,DefPal_Electronics_Group_Supercomputer_Swatch_Name
source: Supercomputer
es: Superordenador
fr_fr: Superordinateur

# USS_DefaultConf_ST,DefPal_Electronics_Group_SuperpositionOscillator_Swatch_Name
source: Superposition Oscillator
de: Überlagerungsoszillator
es: Oscilador de Superposición
fr_fr: Oscillateur de superposition

# USS_DefaultConf_ST,DefPal_Electronics_Group_TurboMotor_Swatch_Name
source: Turbo Motor
es: Motor Turbo
fr_fr: Turbomoteur

# USS_DefaultConf_ST,DefPal_Equipements_Group_GasFilter_Swatch_Name
source: Gas Filter
es: Filtro de Gas
fr_fr: Filtre à gaz

# USS_DefaultConf_ST,DefPal_Equipements_Group_IodineInfusedFilter_Swatch_Name
source: Iodine-Infused Filter
de: Jodfilter
es: Filtro de Yodo
fr_fr: Filtre à infusion d'iode

# USS_DefaultConf_ST,DefPal_Equipements_Group_Name
source: Equipements
de: Ausrüstung
es: Equipo
fr_fr: Équipements

# USS_DefaultConf_ST,DefPal_Equipements_Group_PortableMiner_Swatch_Name
source: Portable Miner
de: Mobiler Miner
es: Taladro Portátil
fr_fr: Foreuse portable

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_AlienDNACapsule_Swatch_Name
source: Alien DNA Capsule
de: Alien DNA-Kapsel
es: Cápsula de ADN de Alienígena
fr_fr: Capsule ADN

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_AlienProtein_Swatch_Name
source: Alien Protein
es: Proteína Alienígena
fr_fr: Protéine extraterrestre

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_Biomass_Swatch_Name
source: Biomass
de: Biomasse
es: Biomasa
fr_fr: Biomasse

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_BluePowerSlug_Swatch_Name
source: Blue Power Slug
de: Blaue Elektroschnecke
es: Electrobabosa Azul
fr_fr: Électrolimace bleue

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_Leaves_Swatch_Name
source: Leaves
de: Blätter
es: Hojas
fr_fr: Feuilles

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_LiquidBiofuel_Swatch_Name
source: Liquid Biofuel
de: Flüssiger Biotreibstoff
es: Biocombustible Líquido
fr_fr: Biocarburant liquide

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_Mycelia_Swatch_Name
source: Mycelia
de: Myzelium
es: Micelios
fr_fr: Mycélium

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_Name
source: Fauna and Flora
de: Fauna und Flora
es: Fauna y Flora
fr_fr: Faune et flore

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_PackagedLiquidBiofuel_Swatch_Name
source: Packaged Liquid Biofuel
de: Verpackter flüssiger Biotreibstoff
es: Biocombustible Líquido Envasado
fr_fr: Biocarburant liquide conditionné

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_PackagedWater_Swatch_Name
source: Packaged Water
de: Verpacktes Wasser
es: Agua Envasada
fr_fr: Eau conditionnée

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_PowerShard_Swatch_Name
source: Power Shard
de: Energiefragment
es: Esquirla de Energía
fr_fr: Éclat de charge

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_PurplePowerSlug_Swatch_Name
source: Purple Power Slug
de: Violette Elektroschnecke
es: Electrobabosa Morada
fr_fr: Électrolimace violette

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_SolidBiofuel_Swatch_Name
source: Solid Biofuel
de: Fester Biotreibstoff
es: Biocombustible Sólido
fr_fr: Biocarburant solide

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_Water_Swatch_Name
source: Water
de: Wasser
es: Agua
fr_fr: Eau

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_Wood_Swatch_Name
source: Wood
de: Holz
es: Madera
fr_fr: Bois

# USS_DefaultConf_ST,DefPal_FaunaAndFlora_Group_YellowPowerSlug_Swatch_Name
source: Yellow Power Slug
de: Gelbe Elektroschnecke
es: Electrobabosa Amarilla
fr_fr: Électrolimace jaune

# USS_DefaultConf_ST,DefPal_Iron_Group_IronIngot_Swatch_Name
source: Iron Ingot
de: Eisenbarren
es: Lingote de Hierro
fr_fr: Lingot de fer

# USS_DefaultConf_ST,DefPal_Iron_Group_IronOre_Swatch_Name
source: Iron Ore
de: Eisenerz
es: Mineral de Hierro
fr_fr: Minerai de fer

# USS_DefaultConf_ST,DefPal_Iron_Group_IronPlate_Swatch_Name
source: Iron Plate
de: Eisenplatte
es: Placa de Hierro
fr_fr: Plaque de fer

# USS_DefaultConf_ST,DefPal_Iron_Group_IronRod_Swatch_Name
source: Iron Rod
de: Eisenstange
es: Barra de Hierro
fr_fr: Barre de fer

# USS_DefaultConf_ST,DefPal_Iron_Group_ModularFrame_Swatch_Name
source: Modular Frame
de: Modularer Rahmen
es: Marco Modular
fr_fr: Cadre modulaire

# USS_DefaultConf_ST,DefPal_Iron_Group_Name
source: Iron
de: Eisen
es: Hierro
fr_fr: Fer

# USS_DefaultConf_ST,DefPal_Iron_Group_ReinforcedIronPlate_Swatch_Name
source: Reinforced Iron Plate
de: Verstärkte Eisenplatte
es: Placa de Hierro Reforzada
fr_fr: Plaque de fer renforcée

# USS_DefaultConf_ST,DefPal_Iron_Group_Screw_Swatch_Name
source: Screw
de: Schraube
es: Tornillo
fr_fr: Vis

# USS_DefaultConf_ST,DefPal_Limestone_Group_Concrete_Swatch_Name
source: Concrete
de: Beton
es: Hormigón
fr_fr: Béton

# USS_DefaultConf_ST,DefPal_Limestone_Group_Limestone_Swatch_Name
source: Limestone
de: Kalkstein
es: Caliza
fr_fr: Calcaire

# USS_DefaultConf_ST,DefPal_Limestone_Group_Name
source: Limestone
de: Kalkstein
es: Caliza
fr_fr: Calcaire

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_CoolingSystem_Swatch_Name
source: Cooling System
de: Kühlsystem
es: Sistema de Refrigeración
fr_fr: Système de refroidissement

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_FusedModularFrame_Swatch_Name
source: Fused Modular Frame
de: Verschmolzener modularer Rahmen
es: Marco Modular Fusionado
fr_fr: Cadre modulaire fusionné

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_IonizedFuel_Swatch_Name
source: Ionized Fuel
de: Ionisierter Treibstoff
es: Combustible Ionizado
fr_fr: Carburant ionisé

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_Name
source: Nitrogen
de: Stickstoff
es: Nitrógeno
fr_fr: Azote

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_NitricAcid_Swatch_Name
source: Nitric Acid
de: Salpetersäure
es: Ácido Nítrico
fr_fr: Acide nitrique

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_NitrogenGas_Swatch_Name
source: Nitrogen Gas
de: Stickstoffgas
es: Gas de Nitrógeno
fr_fr: Azote

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_PackagedIonizedFuel_Swatch_Name
source: Packaged Ionized Fuel
de: Verpackter Ionisierter Treibstoff
es: Combustible Ionizado Envasado
fr_fr: Carburant ionisé conditionné

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_PackagedNitricAcid_Swatch_Name
source: Packaged Nitric Acid
de: Verpackte Salpetersäure
es: Ácido Nítrico Envasado
fr_fr: Acide nitrique conditionné

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_PackagedNitrogenGas_Swatch_Name
source: Packaged Nitrogen Gas
de: Verpacktes Stickstoffgas
es: Gas de Nitrógeno Envasado
fr_fr: Azote gazeux conditionné

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_PackagedRocketFuel_Swatch_Name
source: Packaged Rocket Fuel
de: Verpackter Raketentreibstoff
es: Combustible para Cohetes Envasado
fr_fr: Carburant de fusée conditionné

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_PressureConversionCube_Swatch_Name
source: Pressure Conversion Cube
de: Druckumwandlungs-Block
es: Cubo de Conversión de Presión
fr_fr: Cube de conversion de pression

# USS_DefaultConf_ST,DefPal_Nitrogen_Group_RocketFuel_Swatch_Name
source: Rocket Fuel
de: Raketentreibstoff
es: Combustible para Cohetes
fr_fr: Carburant de fusée

# USS_DefaultConf_ST,DefPal_Oil_Group_CrudeOil_Swatch_Name
source: Crude Oil
de: Rohöl
es: Petróleo Crudo
fr_fr: Pétrole brut

# USS_DefaultConf_ST,DefPal_Oil_Group_EmptyCanister_Swatch_Name
source: Empty Canister
de: Leerer Kanister
es: Lata Vacía
fr_fr: Bidon vide

# USS_DefaultConf_ST,DefPal_Oil_Group_Fabric_Swatch_Name
source: Fabric
de: Gewebe
es: Tela
fr_fr: Tissu

# USS_DefaultConf_ST,DefPal_Oil_Group_Fuel_Swatch_Name
source: Fuel
de: Treibstoff
es: Combustible
fr_fr: Carburant

# USS_DefaultConf_ST,DefPal_Oil_Group_HeavyOilResidue_Swatch_Name
source: Heavy Oil Residue
de: Schwerölrückstand
es: Residuo de Petróleo Pesado
fr_fr: Résidus de pétrole lourd

# USS_DefaultConf_ST,DefPal_Oil_Group_Name
source: Oil
de: Öl
es: Petróleo
fr_fr: Pétrole

# USS_DefaultConf_ST,DefPal_Oil_Group_PackagedFuel_Swatch_Name
source: Packaged Fuel
de: Verpackter Treibstoff
es: Combustible Envasado
fr_fr: Carburant conditionné

# USS_DefaultConf_ST,DefPal_Oil_Group_PackagedHeavyOilResidue_Swatch_Name
source: Packaged Heavy Oil Residue
de: Verpackter Schwerölrückstand
es: Residuo de Petróleo Pesado Envasado
fr_fr: Résidus de pétrole lourd conditionnés

# USS_DefaultConf_ST,DefPal_Oil_Group_PackagedOil_Swatch_Name
source: Packaged Oil
de: Verpacktes Öl
es: Petróleo Envasado
fr_fr: Pétrole conditionné

# USS_DefaultConf_ST,DefPal_Oil_Group_PackagedTurbofuel_Swatch_Name
source: Packaged Turbofuel
de: Verpackter Turbotreibstoff
es: Turbocombustible Envasado
fr_fr: Turbocarburant conditionné

# USS_DefaultConf_ST,DefPal_Oil_Group_PetroleumCoke_Swatch_Name
source: Petroleum Coke
de: Petrolkoks
es: Coque de Petróleo
fr_fr: Coke de pétrole

# USS_DefaultConf_ST,DefPal_Oil_Group_Plastic_Swatch_Name
source: Plastic
de: Kunststoff
es: Plástico
fr_fr: Plastique

# USS_DefaultConf_ST,DefPal_Oil_Group_PolymerResin_Swatch_Name
source: Polymer Resin
de: Polymerharz
es: Resina Polimérica
fr_fr: Résine polymère

# USS_DefaultConf_ST,DefPal_Oil_Group_Rubber_Swatch_Name
source: Rubber
de: Gummi
es: Goma
fr_fr: Caoutchouc

# USS_DefaultConf_ST,DefPal_Oil_Group_Turbofuel_Swatch_Name
source: Turbofuel
de: Turbotreibstoff
es: Turbocombustible
fr_fr: Turbocarburant

# USS_DefaultConf_ST,DefPal_PaletteName
source: USS Default - English
de: USS Default - Deutsch
es: USS Default - Spanish
fr_fr: USS Default - Français

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_AlienPowerMatrix_Swatch_Name
source: Alien Power Matrix
de: Alien-Energiematrix
es: Matriz de Energía Alienígena
fr_fr: Matrice de charge extraterrestre

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_DarkMatterCrystal_Swatch_Name
source: Dark Matter Crystal
de: Dunkle-Materie-Kristall
es: Cristal de Materia Oscura
fr_fr: Cristal de matière noire

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_DarkMatterResidue_Swatch_Name
source: Dark Matter Residue
de: Dunkle-Materie-Überrest
es: Residuo de Materia Oscura
fr_fr: Résidus de matière noire

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_Diamonds_Swatch_Name
source: Diamonds
de: Diamanten
es: Diamantes
fr_fr: Diamants

source: Excited Photonic Matter
de: Angeregte photonische Materie
es: Materia Fotónica Excitada
fr_fr: Matière photonique agitée

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_Ficsonium_Swatch_Name
source: Ficsonium
es: Ficsonio

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_FicsoniumFuelRod_Swatch_Name
source: Ficsonium Fuel Rod
de: Ficsonium-Brennstab
es: Barra de Combustible de Ficsonio
fr_fr: Barre de ficsonium

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_Name
source: Quantum Technology
de: Quantentechnologie
es: Tecnología Cuántica
fr_fr: Technologie Quantique

source: Neural-Quantum Processor
de: Neural-Quantenprozessor
es: Procesador Neuro-Cuántico
fr_fr: Processeur neuro-quantique

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_SingularityCell_Swatch_Name
source: Singularity Cell
de: Singularitätszelle
es: Célula de Singularidad
fr_fr: Cellule de singularité

# USS_DefaultConf_ST,DefPal_QuantumTechnology_Group_TimeCrystal_Swatch_Name
source: Time Crystal
de: Zeitkristall
es: Cristal de Tiempo
fr_fr: Cristal temporel

# USS_DefaultConf_ST,DefPal_Quartz_Group_DissolvedSilica_Swatch_Name
source: Dissolved Silica
de: Gelöster Quarzsand
es: Sílice Disuelta
fr_fr: Silice dissoute

# USS_DefaultConf_ST,DefPal_Quartz_Group_Name
source: Quartz
de: Quarz
es: Cuarzo

# USS_DefaultConf_ST,DefPal_Quartz_Group_QuartzCrystal_Swatch_Name
source: Quartz Crystal
de: Quarzkristall
es: Cristal de Cuarzo
fr_fr: Cristal de quartz

# USS_DefaultConf_ST,DefPal_Quartz_Group_RawQuartz_Swatch_Name
source: Raw Quartz
de: Rohquarz
es: Cuarzo Crudo
fr_fr: Quartz brut

# USS_DefaultConf_ST,DefPal_Quartz_Group_Silica_Swatch_Name
source: Silica
de: Quarzsand
es: Sílice
fr_fr: Silice
